Repository: oat-sa/extension-tao-eventlog
Catalog: locales/*/messages.po
Languages: ja_jp, lt_lt, nb_no

source: %s and %s roles
ja_jp: %s と %s のロール
nb_no: %s og %s roller

source: %s roles
ja_jp: %s ロール
nb_no: %s roller

source: Action
ja_jp: 操作
lt_lt: Veiksmas
nb_no: Handling

source: CSV Options
ja_jp: CSVオプション
lt_lt: CSV Pasirinkimai
nb_no: CSV-alternativer

source: Event
ja_jp: イベント
lt_lt: Įvykis
nb_no: Arrangement

source: Event Log
ja_jp: イベントログ
lt_lt: Įvykių Registras
nb_no: Arrangementslogg

source: Event Name
ja_jp: イベント名
lt_lt: Įvykio Pavadinimas
nb_no: Arrangementsnavn

source: Export
ja_jp: エクスポート
lt_lt: Eksportuoti
nb_no: Eksporter

source: Export log entries
ja_jp: ログエントリーのエクスポート
lt_lt: Eksportuoti įvykių įvestis
nb_no: Eksporter loggoppføringer

source: Export Log Entries
ja_jp: ログエントリーのエクスポート
lt_lt: Eksportuoti Įvykių Įrašus
nb_no: Eksporter loggoppføringer

source: Field delimiter
ja_jp: フィールド区切記号
lt_lt: Lauko daliklis
nb_no: Områdeavgrensning

source: Field encloser
ja_jp: フィールド囲み記号
lt_lt: Lauko padėklas
nb_no: Områdekapsling

source: First row column names
ja_jp: 先頭行は項目名
lt_lt: Pirmos eilutės stulpelio pavadinimai
nb_no: Kolonnenavn på første rad

source: Log watcher
ja_jp: ログウォッチャー
lt_lt: Įvykių stebėtojas
nb_no: Loggvakt

source: Multiple values delimiter
ja_jp: 複数の値の区切り文字
lt_lt: Kelių reikšmių daliklis
nb_no: Avgrensning av flere verdier

source: Occurred
ja_jp: 発生
lt_lt: Įvyko
nb_no: Forekom

source: Properties
ja_jp: プロパティ
lt_lt: Savybės
nb_no: Egenskaper

source: Registered and created EventLog Rds Storage
ja_jp: EventLog Rds Storage の登録・作成
nb_no: Registrert og opprettet EventLog Rds Storage

source: Registered EventLog Logger Service
ja_jp: EventLog Logger Service の登録
nb_no: Registrert EventLog Logger Service

source: Request log storage successfully created
ja_jp: Request log storage が作成されました
nb_no: Forespørsel om lagring av logg er opprettet

source: User activity log storage successfully created
ja_jp: User activity log storage が作成されました
nb_no: Lagring av brukeraktivitetslogg er opprettet

source: User activity log successfully registered.
ja_jp: ユーザ・アクティビティ・ログが正常に登録されました。
lt_lt: Vartotojo veiklos įvykiai sėkmingai registruoti.
nb_no: Brukeraktivitetslogg ble registrert.

source: User ID
ja_jp: ユーザID
lt_lt: Vartotojo ID
nb_no: Bruker-ID

source: User Roles
ja_jp: ユーザロール
lt_lt: Vartotojo Rolės
nb_no: Brukerroller
